help_menu_text = (f"📌 <b>Меню помощи</b>\n"
                  f"\n<b>Доступные команды:</b>\n"
                  f"<b>/getmoex</b> - получить стоимость акции МосБиржи (MOEX TBQR)\n"
                  f"<b>/getcurve</b> - получить график стоимости акции МосБиржи (MOEX TBQR) за месяц\n"
                  f"<b>/today</b> - получить график стоимости акции МосБиржи (MOEX TBQR) за сегодня\n"
                  f"\n<b>/contact</b> - написать администратору для связи. После вызова команды необходимо написать сообщение.\n")