welcome_message = (f"👋 <b>Добро пожаловать в MOEX Check Bot!</b>\n"
                   f"\n📊 Этот бот предоставляет <b>актуальную информацию об акциях</b> с Московской Биржи в реальном времени.\n"
                   f"\nℹ️ Чтобы узнать доступные команды, используйте <b>/help</b>\n"
                   f"\n💼 <b>Источник данных:</b> <a href='https://www.moex.com/'>MOEX ISS API</a>\n"
                   f"\n✨ <b>Спасибо, что используете MOEX Check!</b> 📈")


help_menu_text = (f"ℹ️ <b>Информация о боте</b>\n"
                  f"\n📊 <b>МОEX Check</b> — это телеграм-бот для получения информации об акциях с Московской Биржи в реальном времени.\n"
                  f"\n<b>📌 Доступные команды:</b>\n"
                  f"<b>/price</b> - получить актуальную цену акции (например: <code>/price SBER</code>)\n"
                  f"<b>/get</b> - получить график стоимости акций за выбранный период (например: <code>/get GAZP</code>)\n"
                  f"<b>/getcurve</b> - получить график стоимости акций за месяц (например: <code>/getcurve GAZP</code>)\n"
                  f"<b>/today</b> - получить график стоимости акции за сегодня (например: <code>/today POSI</code>)\n"
                  f"<b>/imoex</b> - получить график индекса Московской Биржи за выбранный период\n"
                  f"\n<b>🔹 Как пользоваться?</b>\n"
                  f"Просто введите команду с тикером компании, например:\n"
                  f"<code>/price SBER</code> - узнать цену акции Сбербанка\n"
                  f"<code>/get GAZP</code> - получить график Газпрома за период\n"
                  f"<code>/today LKOH</code> - посмотреть график Лукойла за сегодня\n"
                  f"\n💼 <b>Источник данных:</b> <a href='https://www.moex.com/'>MOEX ISS API</a>\n"
                  f"⚡ <b>Обновления в реальном времени!</b>\n"
                  f"\n💬 <b>/contact</b> - написать администратору для связи.\n")
